import image from '../assets/images/content_detail/image.webp';
import relevant_image_1 from '../assets/images/relevant_contents/image_1.webp';
import relevant_image_2 from '../assets/images/relevant_contents/image_2.webp';
import relevant_image_3 from '../assets/images/relevant_contents/image_3.webp';
import relevant_image_4 from '../assets/images/relevant_contents/image_4.webp';

export const contentDetail = {
    imgUrl: image,
    title: '비급여 100만원 아끼기',
    subtitle: '지자체 보건소에서 지원하는 비급여 검사, 예방접종 알아보기!',
    summary: (
      <p>나이가 들수록 필요한 건강검진과 예방접종, 병원에서 받으면 대부분 비급여라 비용이 만만치 않습니다.<br/>
      하지만 지자체 보건소를 잘 활용하면 골다공증·치매 조기검진, 폐렴구균·독감 예방접종까지 무상 또는 저렴하게 받을 수 있습니다<br/>
      👉️ 연간 100만원 이상 절약 가능한 실속형 건강 지혜, 지금 바로 확인해보세요!
      </p>
    ), 
    content: (
      <p>
        나이가 들수록 건강에 대한 관심은 높아지지만, 그만큼 의료비 부담도 커지는 것이 현실입니다. 특히 병원에서 받는 건강검진과 예방접종은 대부분 비급여 항목으로 분류되어 수십만 원에서 많게는 백만 원 이상까지 비용이 발생할 수 있습니다. 이러한 이유로 많은 사람들이 건강을 챙기고 싶어도 경제적 부담 때문에 망설이게 됩니다.<br/><br/>
        하지만 조금만 시선을 돌리면, 건강도 챙기고 비용도 절약할 수 있는 방법이 있습니다. 바로 ‘지자체 보건소’를 적극적으로 활용하는 것입니다. 전국 각지의 보건소에서는 다양한 건강검진과 예방접종 서비스를 무상 또는 저렴한 비용으로 제공하고 있어, 이를 잘 활용하면 연간 100만 원 이상의 의료비를 절약할 수 있습니다.<br/><br/>
        예를 들어, 골다공증 검사는 특히 폐경 이후 여성이나 고령자에게 필수적인 검사인데, 병원에서는 5만 원 이상이 들지만 보건소에서는 무료 또는 1~2천 원 수준으로 받을 수 있습니다. 치매 조기검진 역시 60세 이상 어르신을 대상으로 인지기능 검사와 상담을 제공하며, 이상 소견이 있을 경우 전문의 진료까지 연계해주는 프로그램도 운영 중입니다. 조기 발견이 중요한 만큼, 정기적으로 검사를 받는 것이 좋습니다.<br/><br/>
        또한 혈압, 혈당, 콜레스테롤 검사 등 만성질환 예방을 위한 기본적인 검사도 대부분의 보건소에서 상시 제공됩니다. 병원에서 개별적으로 받으면 수만 원이 들 수 있지만, 보건소에서는 무료로 제공되는 경우가 많아 부담 없이 건강 상태를 점검할 수 있습니다.<br/><br/>
        예방접종 역시 보건소를 통해 실속 있게 받을 수 있습니다. 대표적으로 폐렴구균 예방접종은 65세 이상 고령자에게 무료로 제공되며, 병원에서는 10만 원 이상이 드는 고가의 백신입니다. 독감 예방접종도 매년 가을, 65세 이상 어르신을 대상으로 무료로 시행되며, 면역력이 약한 고령층에게는 반드시 필요한 예방접종입니다.<br/><br/>
        일부 지자체에서는 B형간염, 자궁경부암 백신 등도 특정 연령대나 대상자에게 무료 또는 저렴한 비용으로 제공하고 있으니, 해당 지역의 보건소 홈페이지나 전화 문의를 통해 확인해보는 것이 좋습니다.<br/><br/>
        보건소를 더욱 효과적으로 활용하려면 몇 가지 팁이 있습니다. 먼저 인기 있는 검진이나 예방접종은 조기 마감되는 경우가 많으므로 사전 예약은 필수입니다. 또한 지역마다 제공하는 서비스가 다르므로 거주지 보건소의 홈페이지를 통해 상세 내용을 확인하는 것이 좋습니다. 걷기 운동, 금연 클리닉, 영양 상담 등 다양한 건강증진 프로그램도 운영 중이니 꾸준히 참여하면 건강은 물론 삶의 질도 높아집니다.<br/><br/>
        결국 나이가 들수록 건강은 돈으로 살 수 없는 가장 소중한 자산이 됩니다. 하지만 지혜롭게 접근하면 건강도 챙기고 지갑도 지킬 수 있습니다. 보건소는 단순한 공공기관이 아니라, 우리 삶의 든든한 건강 파트너입니다. 연간 수십만 원에서 백만 원 이상 절약 가능한 실속형 건강관리, 지금 바로 가까운 보건소를 찾아보세요. 당신의 건강한 삶을 위한 첫걸음이 될 것입니다.
      </p> 
    ),
    text: `
      나이가 들수록 건강에 대한 관심은 높아지지만, 그만큼 의료비 부담도 커지는 것이 현실입니다. 특히 병원에서 받는 건강검진과 예방접종은 대부분 비급여 항목으로 분류되어 수십만 원에서 많게는 백만 원 이상까지 비용이 발생할 수 있습니다. 이러한 이유로 많은 사람들이 건강을 챙기고 싶어도 경제적 부담 때문에 망설이게 됩니다.
      하지만 조금만 시선을 돌리면, 건강도 챙기고 비용도 절약할 수 있는 방법이 있습니다. 바로 ‘지자체 보건소’를 적극적으로 활용하는 것입니다. 전국 각지의 보건소에서는 다양한 건강검진과 예방접종 서비스를 무상 또는 저렴한 비용으로 제공하고 있어, 이를 잘 활용하면 연간 100만 원 이상의 의료비를 절약할 수 있습니다.
      예를 들어, 골다공증 검사는 특히 폐경 이후 여성이나 고령자에게 필수적인 검사인데, 병원에서는 5만 원 이상이 들지만 보건소에서는 무료 또는 1~2천 원 수준으로 받을 수 있습니다. 치매 조기검진 역시 60세 이상 어르신을 대상으로 인지기능 검사와 상담을 제공하며, 이상 소견이 있을 경우 전문의 진료까지 연계해주는 프로그램도 운영 중입니다. 조기 발견이 중요한 만큼, 정기적으로 검사를 받는 것이 좋습니다.
      또한 혈압, 혈당, 콜레스테롤 검사 등 만성질환 예방을 위한 기본적인 검사도 대부분의 보건소에서 상시 제공됩니다. 병원에서 개별적으로 받으면 수만 원이 들 수 있지만, 보건소에서는 무료로 제공되는 경우가 많아 부담 없이 건강 상태를 점검할 수 있습니다.
      예방접종 역시 보건소를 통해 실속 있게 받을 수 있습니다. 대표적으로 폐렴구균 예방접종은 65세 이상 고령자에게 무료로 제공되며, 병원에서는 10만 원 이상이 드는 고가의 백신입니다. 독감 예방접종도 매년 가을, 65세 이상 어르신을 대상으로 무료로 시행되며, 면역력이 약한 고령층에게는 반드시 필요한 예방접종입니다.
      일부 지자체에서는 B형간염, 자궁경부암 백신 등도 특정 연령대나 대상자에게 무료 또는 저렴한 비용으로 제공하고 있으니, 해당 지역의 보건소 홈페이지나 전화 문의를 통해 확인해보는 것이 좋습니다.
      보건소를 더욱 효과적으로 활용하려면 몇 가지 팁이 있습니다. 먼저 인기 있는 검진이나 예방접종은 조기 마감되는 경우가 많으므로 사전 예약은 필수입니다. 또한 지역마다 제공하는 서비스가 다르므로 거주지 보건소의 홈페이지를 통해 상세 내용을 확인하는 것이 좋습니다. 걷기 운동, 금연 클리닉, 영양 상담 등 다양한 건강증진 프로그램도 운영 중이니 꾸준히 참여하면 건강은 물론 삶의 질도 높아집니다.
      결국 나이가 들수록 건강은 돈으로 살 수 없는 가장 소중한 자산이 됩니다. 하지만 지혜롭게 접근하면 건강도 챙기고 지갑도 지킬 수 있습니다. 보건소는 단순한 공공기관이 아니라, 우리 삶의 든든한 건강 파트너입니다. 연간 수십만 원에서 백만 원 이상 절약 가능한 실속형 건강관리, 지금 바로 가까운 보건소를 찾아보세요. 당신의 건강한 삶을 위한 첫걸음이 될 것입니다.
      `
  };

export const relevantContent = {
    title: '관련 콘텐츠',
    contents: [
      {
        category: '경제',
        title: '2025년 노인 일자리 확 바뀐다',
        imageUrl: relevant_image_1,
      },
      {
        category: '건강',
        title: '한번만 생겨도 치명적인 대상포진',
        imageUrl: relevant_image_2,
      },
      {
        category: '여행',
        title: '온천·치유의 숲 웰니스 루트 3선' ,
        imageUrl: relevant_image_3,
      },
      {
        category: '경제',
        title: '퇴행성 관절염 예방에 좋은 아침 스트레칭',
        imageUrl: relevant_image_4,
      },
    ],
  }
